Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Ungrouped/SOS.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# ACCIDENTAL_SOS_NOTIF_BODY_THREE_PRESSES_WITH_TIME_%@_SINGULAR
source: iPhone initiated Emergency SOS at %@ because the side button was rapidly pressed three times. You can manage Call with 3 Presses in Settings.
ar: بدأ iPhone إجراء طوارئ SOS الساعة %@ لأنه تم الضغط على الزر الجانبي ثلاث مرات تباعًا. يمكنك إدارة مكالمة "الاتصال بالضغط ثلاث مرات" في الإعدادات.
bg: iPhone инициира SOS обаждане в %@, защото страничният бутон е бил натиснат бързо три пъти. Можете да управлявате „Обаждане при 3 натискания“ в Настройки.
ca: L’iPhone ha iniciat l’avís d’emergència SOS a la %@ en prémer el botó lateral 3 vegades ràpidament. Pots gestionar les opcions de les trucades d’emergència a la configuració.
cs: iPhone v %@ aktivoval funkci Tíseň SOS, protože bylo třikrát rychle za sebou stisknuto postranní tlačítko. Volbu „Volání 3 stisknutími“ můžete spravovat v Nastavení.
da: iPhone startede Nød‑SOS kl. %@, fordi der blev trykket hurtigt på sideknappen tre gange. Du kan administrere Ring op med 3 tryk i Indstillinger.
de: Das iPhone hat um %@ Uhr Notruf SOS gestartet, da die Seitentaste 3-mal schnell gedrückt wurde. Du kannst „Durch 3-mal Drücken anrufen“ in den Einstellungen verwalten.
el: Το iPhone εκκίνησε το Επείγον SOS στη %@ μετά από γρήγορο πάτημα του πλευρικού κουμπιού τρεις φορές. Μπορείτε να διαχειριστείτε την Κλήση με 3 πατήματα κουμπιού στις Ρυθμίσεις.
es: A la %@ el iPhone inició “Emergencia SOS” porque se pulsó el botón lateral tres veces seguidas. Puedes gestionar la opción “Llamar pulsando 3 veces” en Ajustes.
es_us: El iPhone inició Emergencia SOS a la %@ porque se presionó el botón lateral tres veces rápidamente. Puedes controlar la opción Llamar con tres presiones en Configuración.
fi: iPhone käynnisti Hätätila SOS:n klo %@, koska sivupainiketta painettiin nopeasti kolme kertaa. Voit hallita Soita 3 painalluksella -valintaa Asetuksissa.
fr: L’iPhone a émis un appel d’urgence à %@ car trois pressions rapides ont été effectuées sur le bouton latéral. Vous pouvez gérer « Appeler avec 3 appuis sur le bouton » dans Réglages.
fr_ca: Un appel Urgence SOS a été lancé à %@, car le bouton latéral a été enfoncé 3 fois rapidement d’affilée. Vous pouvez gérer « Appeler avec 3 pressions » dans Réglages.
he: ה-iPhone יזם שיחת ״חירום SOS״ ב-%@ משום שבוצעו שלוש לחיצות מהירות על כפתור הצד. ניתן לנהל את ״חיוג באמצעות 3 לחיצות״ ב״הגדרות״.
hi: %@ पर iPhone ने आपातकालीन SOS शुरू कर दिया क्योंकि साइड बटन को तीन बार तेज़ी से दबाया गया था। आप सेटिंग्ज़ में “3 बार दबाने पर कॉल करें” को प्रबंधित कर सकते हैं।
hr: iPhone je pokrenuo Hitan poziv u %@ jer je bočna tipka bila brzo pritisnuta tri puta. U Postavkama možete upravljati Pozivom pomoću 3 pritiska.
hu: Az iPhone segélyhívást indított %@-kor, mivel háromszor gyorsan lenyomta az oldalsó gombot. A Hívás 3 gombnyomással funkciót a Beállításokban kezelheti.
id: iPhone Anda memulai Darurat SOS pukul %@ karena tombol samping ditekan tiga kali dengan cepat. Anda dapat mengelola Panggil dengan 3 Kali Tekan di Pengaturan.
it: iPhone ha avviato “SOS Emergenze” all’%@ perché il tasto laterale è stato premuto rapidamente tre volte. Puoi gestire “Chiama premendo 3 volte” in Impostazioni.
ja: サイドボタンが素早く3回押されたため、%@にiPhoneから緊急SOSへの発信がありました。“設定”で“3回押して通報”を管理できます。
kk: iPhone сағат %@ кезінде төтенше қоңырау шалуды бастады, себебі бүйірлік түйме үш рет жылдам басылды. «Реттеулер» бөлімінен «3 рет басу арқылы қоңырау шалу» опциясын басқаруға болады.
ko: %@에 iPhone의 측면 버튼이 빠르게 3번 눌려서 긴급 구조 요청이 작동되었습니다. 설정에서 ‘3번 눌러서 전화걸기’를 관리할 수 있습니다.
lt: „iPhone“ inicijavo SOS signalo prašymą %@, nes naudotojas greitai 3 kartus paspaudė šoninį mygtuką. Skambutį galite nustatyti pasitelkę trijų paspaudimų parinktį srityje „Nustatymai“.
ms: iPhone memulakan SOS Kecemasan pada %@ kerana butang sisi ditekan tiga kali dengan pantas. Anda boleh mengurus Hubungi dengan Tekan 3 Kali dalam Seting.
nl: De iPhone heeft om %@ een nood­oproep geïnitieerd, omdat er drie­maal snel op de zijknop werd gedrukt. Je kunt 'Bel met drie­maal drukken' beheren in Instellingen.
no: iPhonen startet et Nødanrop (SOS) kl. %@, fordi sideknappen ble trykket inn raskt tre ganger. Du kan endre Ring med tre trykk i Innstillinger.
pl: iPhone wykonał połączenie funkcji Alarmowe SOS o %@ po szybkim trzykrotnym naciśnięciu przycisku bocznego. Opcją 3 naciśnięcia możesz zarządzać w Ustawieniach.
pt_br: O iPhone iniciou um SOS de Emergência à %@ porque o botão lateral foi pressionado rapidamente três vezes. Você pode gerenciar o recurso Pressionar 3 Vezes para Ligar nos Ajustes.
pt_pt: O iPhone iniciou o SOS emergência à %@ porque o botão lateral foi premido rapidamente três vezes. Pode gerir a opção Premir 3 vezes para ligar, nas Definições.
ro: iPhone‑ul dvs. a inițiat “S.O.S. urgențe” la %@, pentru că butonul lateral a fost apăsat rapid de trei ori. Puteți gestiona opțiunea “Apelare cu 3 apăsări” în Configurări.
ru: iPhone начал экстренный вызов в %@, так как боковая кнопка была быстро нажата три раза. Параметром «Вызов тремя нажатиями» можно управлять в Настройках.
sk: iPhone o %@ aktivoval funkciu SOS, pretože došlo k stlačeniu bočného tlačidla 3-krát rýchlo za sebou. Funkciu Zavolať stlačením 3-krát môžete spravovať v Nastaveniach.
sl: iPhone je sprožil nujni poziv SOS ob %@, ker je bil stranski gumb trikrat na hitro pritisnjen. Možnost Klic s 3 pritiski lahko upravljate v Nastavitvah.
sv: iPhone startade Nödanrop SOS kl. %@ eftersom sidoknappen trycktes in tre gånger snabbt. Du kan hantera Tre knapptryck för att ringa i Inställningar.
th: iPhone ได้เริ่มการทำงาน SOS ฉุกเฉินเมื่อเวลา %@ โดยมีการกดปุ่มด้านข้างอย่างรวดเร็วสามครั้ง คุณสามารถจัดการการโทรโดยกด 3 ครั้งได้ในการตั้งค่า
tr: iPhone, %@ sularında yan düğmeye hızlıca üç kez basıldığı için Acil SOS başlattı. 3 Kez Basarak Ara’yı Ayarlar’da yönetin.
uk: З вашого iPhone надійшов Сигнал SOS о %@, оскільки бічну кнопку було швидко натиснуто 3 рази. Функцією «Виклик 3‑ма натисненнями» можна керувати в Параметрах.
vi: iPhone đã bắt đầu SOS khẩn cấp lúc %@ vì nút sườn được nhấn nhanh ba lần. Bạn có thể quản lý tính năng Gọi bằng cách nhấn 3 lần trong Cài đặt.
zh_cn: 因侧边按钮被快速按下三次，iPhone于%@发起了SOS紧急联络。你可以在“设置”中管理“按3次进行呼叫”。
zh_hk: iPhone的側邊按鈕於%@被快速地按三下而啟動了「緊急求助SOS」。你可以在「設定」中管理「按三下即可通話」。
zh_tw: iPhone已在%@啟動「SOS緊急服務」，因為側邊按鈕曾被快速按三下。你可以在「設定」中管理「按三下通話」。

# PHONE_TRIGGER_ANIMATION_INDIA_CLICKS_FOOTER
source: Rapidly press the side button to make an emergency call. In certain regions, you may need to specify an emergency service to dial.
ar: اضغط بتتابع سريع على الزر الجانبي لإجراء مكالمة طوارئ. في بعض المناطق، قد تحتاج لتحديد خدمة طوارئ لإجراء الاتصال.
bg: Бързо натиснете страничния бутон, за да се обадите на службите за спешна помощ. В някои региони може да се наложи да укажете кой номер на услуга за спешна помощ да бъде набран.
ca: Prem el botó lateral ràpidament per fer una trucada d’emergència. En algunes regions, potser hauràs d’especificar a quin servei d’emergències vols trucar.
cs: Rychlým opakovaným stisknutím postranního tlačítka můžete zavolat tísňovým službám. V některých oblastech budete možná muset vybrat konkrétní tísňovou službu.
da: Tryk hurtigt på sideknappen flere gange for at foretage et nødopkald. I nogle områder skal du muligvis angive, hvilken alarmcentral der skal ringes til.
de: Drücke die Seitentaste schnell, um einen Notruf zu tätigen. In bestimmten Regionen musst du möglicherweise einen anzurufenden Rettungsdienst angeben.
el: Πατήστε γρήγορα το πλευρικό κουμπί για να πραγματοποιήσετε μια επείγουσα κλήση. Σε ορισμένες περιοχές, μπορεί να χρειαστεί να καθορίσετε μια υπηρεσία έκτακτης ανάγκης προς κλήση.
es: Pulsa el botón lateral rápidamente para hacer una llamada de emergencia. En algunas regiones, puede que tengas que indicar el número del servicio de emergencias al que llamar.
es_us: Presiona rápidamente el botón lateral para realizar una llamada de emergencia. En ciertas regiones tendrás que especificar el servicio de emergencia al que quieres llamar.
fi: Soita hätäpuhelu painelemalla sivupainiketta nopeasti. Tietyillä alueilla saatat joutua valitsemaan tietyn hätäpalvelun, johon soitetaan.
fr: Appuyez rapidement sur le bouton latéral pour passer un appel d’urgence. Dans certaines régions, vous devrez peut-être choisir le numéro d’urgence à composer.
fr_ca: Appuyez rapidement sur le bouton latéral pour appeler les services d’urgence. Dans certaines régions, vous devrez indiquer le numéro des services d’urgence à composer.
he: יש ללחוץ לחיצות מהירות על כפתור הצד כדי לבצע שיחת חירום. יתכן שבאזורים מסוימים יהיה צורך לציין לאיזה מספר חירום להתקשר.
hi: आपातकालीन कॉल करने के लिए साइड बटन को जल्दी-जल्दी दबाएँ। कुछ क्षेत्रों में आपको डायल करने के लिए कोई आपातकालीन सेवा निर्दिष्ट करनी पड़ सकती है।
hr: Brzo pritisnite bočnu tipku za upućivanje hitnog poziva. U određenim regijama možda ćete trebati navesti hitnu službu za pozivanje.
hu: Gyorsan nyomja le az oldalsó gombot, ha segélyhívást szeretne indítani. Néhány régióban előfordulhat, hogy meg kell adnia a tárcsázni kívánt segélyszolgálatot.
id: Tekan tombol samping dengan cepat untuk melakukan panggilan darurat. Di wilayah tertentu, Anda mungkin harus menetapkan layanan darurat yang akan dihubungi.
it: Per effettuare una chiamata di emergenza, premi rapidamente il tasto laterale. In alcune zone, potrebbe essere necessario specificare il servizio da contattare.
ja: 緊急電話をかけるには、サイドボタンを素早く押します。地域によっては、連絡する緊急時サービスを指定する必要がある場合があります。
kk: Төтенше қоңырау шалу үшін бүйірлік түймені жылдам басыңыз. Кейбір аймақтарда шақырылатын төтенше қызметті көрсету қажет болуы мүмкін.
ko: 측면 버튼을 빠르게 눌러서 긴급통화를 걸 수 있습니다. 일부 지역에서는 전화를 걸 긴급 서비스를 지정해야 할 수 있습니다.
lt: Greitai paspauskite šoninį mygtuką, kad paskambintumėte pagalbos telefonu. Tam tikruose regionuose gali reikėti nurodyti, kokį pagalbos telefono numerį surinkti.
ms: Tekan butang sisi dengan pantas untuk membuat panggilan kecemasan. Di rantau tertentu, anda mungkin perlu menentukan perkhidmatan kecemasan untuk didail.
nl: Druk snel op de zij­knop om een nood­oproep te plaatsen. In bepaalde regio's moet je mogelijk een hulp­dienst opgeven om te bellen.
no: Trykk raskt på sideknappen for å ringe nødnummeret. I enkelte områder kan det hende du må angi hvilket nødnummer du ønsker å ringe.
pl: Szybko naciskaj i zwalniaj przycisk boczny, aby wybrać numer służb ratowniczych. W części regionów wymagane jest także wskazanie numeru, który ma zostać wybrany.
pt_br: Pressione rapidamente o botão lateral para fazer uma ligação de emergência. Em certas regiões, talvez seja necessário especificar um serviço de emergência.
pt_pt: Para fazer uma chamada de emergência, prima rapidamente o botão lateral. Em algumas regiões, poderá ter de especificar o serviço de urgência.
ro: Apăsați rapid butonul lateral pentru a efectua un apel de urgență. În anumite regiuni, este posibil să trebuiască specificat serviciul de urgență care să fie apelat.
ru: Чтобы вызвать экстренные службы, быстро нажимайте боковую кнопку. В некоторых регионах может понадобиться уточнить вызываемую службу.
sk: Rýchlym stláčaním bočného tlačidla uskutočníte tiesňové volanie. Je možné, že v niektorých oblastiach bude nutné špecifikovať požadovanú tiesňovú linku.
sl: Za vzpostavitev klica v sili na hitro pritisnite stranski gumb. V nekaterih regijah boste morda morali navesti številko službe za nujno pomoč.
sv: Tryck snabbt på sidoknappen om du vill ringa ett nödsamtal. I vissa regioner kanske du behöver ange vilken räddningstjänst du vill ringa.
th: กดปุ่มด้านข้างอย่างรวดเร็วเพื่อโทรฉุกเฉิน ในบางภูมิภาค คุณอาจต้องเลือกบริการฉุกเฉินที่จะเรียกสาย
tr: Acil arama yapmak için yan düğmeye hızla basın. Bazı bölgelerde aranacak acil servisi belirtmeniz gerekebilir.
uk: Швидко натискайте бічну кнопку, щоб зробити екстрений виклик. У певних регіонах вам доведеться обрати, до якої саме з екстрених служб потрібно зателефонувати.
vi: Nhấn nhanh nút sườn để thực hiện cuộc gọi khẩn cấp. Tại các vùng nhất định, có thể bạn cần chỉ định dịch vụ khẩn cấp sẽ gọi.
zh_cn: 快速按下侧边按钮进行紧急呼叫。在某些地区，你可能需要指定要拨打的紧急服务。
zh_hk: 快速按下側邊按鈕即可致電緊急服務。在某些地區，你可能需要指定要致電的緊急服務機構。
zh_tw: 快速按下側邊按鈕來撥打緊急服務電話。在某些地區，你可能需要指定要撥打的緊急服務單位。

# EMERGENCY_TYPE_SOS_TRIGGER
source: Emergency SOS
ar: طوارئ SOS
bg: SOS обаждане
ca: Avís d’emergència
cs: Tíseň SOS
da: Nød‑SOS
de: Notruf SOS
el: Επείγον SOS
es: Emergencia SOS
es_us: Emergencia SOS
fi: Hätätila SOS
fr: Appel d’urgence
fr_ca: Urgence SOS
he: חירום SOS
hi: आपातकालीन SOS
hr: Hitan poziv
hu: Vészhelyzet – SOS
id: Darurat SOS
it: SOS emergenze
ja: 緊急SOS
kk: Төтенше қоңырау — SOS
ko: 긴급 구조 요청
lt: SOS signalas
ms: SOS Kecemasan
nl: Nood­melding
no: Nødanrop (SOS)
pl: Alarmowe SOS
pt_br: SOS de Emergência
pt_pt: SOS emergência
ro: S.O.S. urgențe
ru: Экстренный вызов — SOS
sk: SOS
sl: Nujni poziv SOS
sv: Nödanrop SOS
th: SOS ฉุกเฉิน
tr: Acil SOS
uk: Сигнал SOS
vi: SOS khẩn cấp
zh_cn: SOS紧急联络
zh_hk: 緊急求助SOS
zh_tw: SOS緊急服務

# EMERGENCY_TEXT_MESSAGE_SUBSEQUENT_HAS_NAME_HAS_LOCATION
source: The approximate location of %1$@ has changed:
ar: تغيّر موقع %1$@ التقريبي:
bg: Приблизителното местоположение на %1$@ се е променило:
ca: La ubicació aproximada on es troba %1$@ ha canviat:
cs: %1$@: Přibližná poloha se změnila:
da: Den omtrentlige lokalitet for %1$@ er ændret:
de: Der ungefähre Standort von %1$@ hat sich geändert:
el: Η κατά προσέγγιση τοποθεσία του χρήστη «%1$@» άλλαξε:
es: La ubicación aproximada de %1$@ ha cambiado:
es_us: Cambió la ubicación aproximada de %1$@:
fi: %1$@ on liikkunut ja hänen likimääräinen sijaintinsa on muuttunut:
fr: La position approximative de %1$@ a changé :
fr_ca: La position approximative de %1$@ a changé :
he: המיקום המשוער של %1$@ השתנה:
hi: %1$@ की जगह अब बदल गई है :
hr: Približna lokacija osobe %1$@ je promijenjena:
hu: %1$@ hozzávetőleges helyzete megváltozott:
id: Perkiraan lokasi %1$@ telah berubah:
it: La posizione approssimativa di %1$@ è cambiata:
ja: %1$@さんのおおよその現在地が変わりました:
kk: %1$@ болжалды орны өзгерді:
ko: %1$@님의 대략적인 위치가 변경되었습니다.
lt: Pasikeitė apytikrė %1$@ buvimo vieta:
ms: Lokasi anggaran %1$@ telah berubah:
nl: De locatie bij benadering van %1$@ is gewijzigd:
no: Den omtrentlige posisjonen til %1$@ er endret:
pl: Przybliżone położenie tej osoby (%1$@) uległo zmianie:
pt_br: A localização aproximada de %1$@ mudou:
pt_pt: A localização aproximada de %1$@ mudou:
ro: Localizarea aproximativă a utilizatorului %1$@ s-a modificat:
ru: Приблизительная геопозиция пользователя %1$@ изменилась:
sk: Približná poloha užívateľa %1$@ sa zmenila:
sl: Približna lokacija osebe %1$@ se je spremenila:
sv: Den ungefärliga platsen för %1$@ har ändrats:
th: ตำแหน่งที่ตั้งโดยประมาณของ %1$@ เปลี่ยนไป:
tr: %1$@ adlı kişinin yaklaşık konumu değişti:
uk: Орієнтовне місце %1$@ змінилося:
vi: Vị trí gần đúng của %1$@ đã thay đổi:
zh_cn: %1$@的大致位置已更改：
zh_hk: %1$@的大約位置已更改：
zh_tw: %1$@的大約位置已更改：

# KAPPA_TEXT_MESSAGE_HAS_NAME_NO_LOCATION_WATCH
source: %1$@ called emergency services after Apple Watch detected a crash.
ar: اتصل(ت) %1$@ بخدمات الطوارئ بعد أن اكتشفت Apple Watch اصطدامًا.
bg: %1$@ се обади на службите за спешна помощ, след като Apple Watch разпозна катастрофа.
ca: %1$@ ha trucat als serveis d’emergències després que l’Apple Watch hagi detectat un accident.
cs: %1$@ volá tísňovým službám po tom, co Apple Watch detekovaly nehodu.
da: %1$@ har ringet til alarmcentralen, efter at Apple Watch registrerede en ulykke.
de: %1$@ hat die Rettungsdienste angerufen, nachdem die Apple Watch einen Unfall erkannt hat.
el: Ο χρήστης «%1$@» κάλεσε τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση τροχαίου από το Apple Watch.
es: %1$@ ha llamado a los servicios de emergencia porque el Apple Watch ha detectado un accidente.
es_us: %1$@ llamó a servicios de emergencia después de que el Apple Watch detectó un choque.
fi: %1$@ soitti hätänumeroon sen jälkeen, kun Apple Watch havaitsi kolarin.
fr: %1$@ a appelé les secours suite à la détection d’un accident par son Apple Watch.
fr_ca: %1$@ a appelé les services d’urgence après que l’Apple Watch a détecté un accident.
he: התבצעה על ידי %1$@ שיחה לשירותי חירום לאחר שה-Apple Watch זיהה תאונת דרכים.
hi: Apple Watch द्वारा टक्कर की पहचान के बाद %1$@ ने आपातकालीन सेवा को कॉल किया।
hr: Osoba %1$@ je nazvala hitne službe nakon što je Apple Watch detektirao sudar.
hu: %1$@ felhívta a sürgősségi segélyszolgálatokat, miután az Apple Watch ütközést észlelt.
id: %1$@ memanggil layanan darurat setelah Apple Watch mendeteksi tabrakan.
it: %1$@ ha chiamato i servizi di soccorso dopo che Apple Watch ha rilevato un incidente.
ja: Apple Watchで衝突事故が検出されたため%1$@さんが緊急通報サービスに電話しました。
kk: Apple Watch сағаты автомобиль апатын анықтағаннан кейін, %1$@ төтенше қызметтерге қоңырау шалды.
ko: Apple Watch가 충돌을 감지한 후에 %1$@님이 긴급 서비스에 전화했습니다.
lt: %1$@ paskambino pagalbos tarnyboms po to, kai „Apple Watch“ nustatė avariją.
ms: %1$@ menghubungi perkhidmatan kecemasan selepas Apple Watch mengesan nahas.
nl: %1$@ heeft de hulp­diensten gebeld nadat de Apple Watch een ongeluk had gedetec­teerd.
no: %1$@ ringte nødnummeret etter at Apple Watch registrerte en bilulykke.
pl: %1$@ dzwoni pod numer alarmowy po wykryciu wypadku przez Apple Watch.
pt_br: %1$@ ligou para os serviços de emergência depois que o Apple Watch detectou um acidente.
pt_pt: %1$@ ligou para os serviços de urgência após o Apple Watch ter detetado um acidente.
ro: %1$@ a apelat serviciile de urgență după ce Apple Watch‑ul a detectat un accident.
ru: %1$@ вызвал(а) экстренные службы, когда часы Apple Watch зафиксировали аварию.
sk: %1$@ uskutočnil(a) tiesňový hovor po detegovaní nehody na Apple Watch.
sl: Oseba %1$@ je poklicala službo za nujno pomoč po tem, ko je ura Apple Watch zaznala prometno nesrečo.
sv: %1$@ ringde ett nödsamtal efter att Apple Watch detekterat en olycka.
th: %1$[tt]@ได้โทรหาบริการฉุกเฉินหลังจากที่ Apple Watch ตรวจพบว่ามีการชนกัน
tr: %1$@, Apple Watch bir trafik kazası algıladıktan sonra acil servisi aradı.
uk: Від %1$@ надійшов виклик до екстрених служб, після того як Apple Watch виявив аварію.
vi: %1$@ đã gọi dịch vụ khẩn cấp sau khi Apple Watch phát hiện một cú va chạm.
zh_cn: %1$@在Apple Watch检测到车祸后，呼叫了紧急服务。
zh_hk: 在Apple Watch偵測到車禍後，%1$@已經致電緊急服務。
zh_tw: 在Apple Watch偵測到車禍後，%1$@撥打了緊急服務電話。

# KAPPA_TEXT_MESSAGE_NO_NAME_NO_LOCATION_PHONE
source: I called emergency services after iPhone detected a crash.
ar: اتصلتُ بخدمات الطوارئ بعد أن اكتشف iPhone اصطدامًا.
bg: Обадих се на службите за спешна помощ, след като iPhone разпозна катастрофа.
ca: He trucat als serveis d’emergències després que l’iPhone hagi detectat un accident.
cs: Volám tísňovým službám po tom, co iPhone detekoval nehodu.
da: Jeg har ringet til alarmcentralen, efter at iPhone registrerede en ulykke.
de: Ich habe die Rettungsdienste angerufen, nachdem das iPhone einen Unfall erkannt hat.
el: Κάλεσα τις Υπηρεσίες έκτακτης ανάγκης μετά την ανίχνευση τροχαίου από το iPhone.
es: He llamado a los servicios de emergencia porque el iPhone ha detectado un accidente.
es_us: Llamé a servicios de emergencia después de que el iPhone detectó un choque.
fi: Soitin hätänumeroon sen jälkeen, kun iPhone havaitsi kolarin.
fr: J’ai appelé les secours suite à la détection d’un accident par mon iPhone.
fr_ca: J’ai appelé les services d’urgence après que l’iPhone a détecté un accident.
he: התקשרתי לשירותי חירום לאחר שה-iPhone זיהה תאונת דרכים.
hi: iPhone द्वारा टक्कर की पहचान के बाद मैंने आपातकालीन सेवा को कॉल किया।
hr: Zovem hitne službe nakon što je iPhone detektirao sudar.
hu: Felhívtam a sürgősségi segélyszolgálatokat, miután az iPhone ütközést észlelt.
id: Saya memanggil layanan darurat setelah iPhone mendeteksi tabrakan.
it: Ho chiamato i servizi di soccorso dopo che iPhone ha rilevato un incidente.
ja: iPhoneで衝突事故が検出されたため私が緊急通報サービスに電話しました。
kk: iPhone құрылғысын автомобиль апатын анықтағаннан кейін, төтенше қызметтерге қоңырау шалдым.
ko: iPhone이 충돌을 감지한 후에 제가 긴급 서비스에 전화했습니다.
lt: Aš paskambinau pagalbos tarnyboms po to, kai „iPhone“ nustatė avariją.
ms: Saya menghubungi perkhidmatan kecemasan selepas iPhone mengesan nahas.
nl: Ik heb de hulp­diensten gebeld nadat de iPhone een ongeluk had gedetec­teerd.
no: Jeg ringte nødnummeret etter at iPhonen registrerte en bilulykke.
pl: Dzwonię pod numer alarmowy po wykryciu wypadku przez iPhone’a.
pt_br: Eu liguei para os serviços de emergência depois que o iPhone detectou um acidente.
pt_pt: Liguei para os serviços de urgência após o iPhone ter detetado um acidente.
ro: Am apelat serviciile de urgență după ce iPhone‑ul a detectat un accident.
ru: Мне пришлось вызвать экстренные службы, когда iPhone зафиксировал аварию.
sk: Uskutočnil(a) som tiesňový hovor po detegovaní nehody na iPhone.
sl: Poklical(-a) sem službo za nujno pomoč po tem, ko je iPhone zaznal prometno nesrečo.
sv: Jag ringde ett nödsamtal efter att iPhone detekterat en olycka.
th: ฉันได้โทรหาบริการฉุกเฉินหลังจากที่ iPhone ตรวจพบว่ามีการชนกัน
tr: iPhone bir trafik kazası algıladıktan sonra acil servisi aradım.
uk: Мені довелося викликати екстрені служби, після того як iPhone виявив аварію.
vi: Tôi đã gọi dịch vụ khẩn cấp sau khi iPhone phát hiện một cú va chạm.
zh_cn: 我在iPhone检测到车祸后，呼叫了紧急服务。
zh_hk: 在iPhone偵測到車禍後，我已經致電緊急服務。
zh_tw: 在iPhone偵測到車禍後，我撥打了緊急服務電話。
